Repository: lbernardo-dev/Reps
Catalog: Reps/Resources/Localizable.xcstrings
Source language: en
Languages: es

# directional_projection_calculated_from_the_plan_weekly_volume_and_the_consistenc
source: Directional projection calculated from the plan weekly volume and the consistency you choose. It is not a guaranteed prediction: your real progress will depend on execution, nutrition, and recovery.
es: Proyeccion orientativa calculada a partir del volumen semanal del plan y la constancia que elijas. No es una prediccion garantizada: tu progreso real dependera de la ejecucion, alimentacion y descanso.

source: Directional stimulus projection
es: Proyeccion orientativa de estimulo

source: Discomfort or injuries
es: Molestias o lesiones

# discos_disponibles
source: Available plates
es: Discos disponibles

# diseño editable
source: editable layout
es: diseño editable

source: Display Styles
es: Estilos de visualización

source: Distance
es: Distancia

# distance_2
source: DISTANCE
es: DISTANCIA

# distance_3
source: Distance
es: Distancia

# distance_label
source: Distance
es: Distancia

# Distancia
source: Distance
es: Distancia

# DISTANCIA
source: DISTANCE
es: DISTANCIA

# Distancia ((store.userProfile.distanceUnit.rawValue))
source: Distance (\(store.userProfile.distanceUnit.rawValue))
es: Distancia (\(store.userProfile.distanceUnit.rawValue))

# Distribución
source: Distribution
es: Distribución

# Distribución de intensidad
source: Intensity distribution
es: Distribución de intensidad

source: Distribution
es: Distribución

# distribution_schedule
source: Distribution
es: Distribución

source: Do the smallest useful thing for today's progress.
es: Haz lo mínimo que más mueve tu progreso hoy.

source: Do you have a target event?
es: ¿Tienes un evento objetivo?

source: Do you want to prioritize any muscle?
es: ¿Quieres priorizar algún músculo?

source: Document session
es: Documenta la sesión

source: Done
es: Hecho

source: Drag to explore values
es: Desliza para explorar

source: Drop Arc
es: Arco gota

source: Dumbbells
es: Mancuernas

# Duracion
source: Duration
es: Duracion

# Duración
source: Duration
es: Duración

# DURACIÓN
source: DURATION
es: DURACIÓN

# Duración (min)
source: Duration (min)
es: Duración (min)

# Duración (duration / 60)m (duration % 60)s
source: Duration \(duration / 60)m \(duration % 60)s
es: Duración \(duration / 60)m \(duration % 60)s

# Duración %@m %@s
source: Duration %@m %@s
es: Duración %@m %@s

# Duración de reproducción
source: Playback duration
es: Duración de reproducción

# Duración planificada
source: Planned duration
es: Duración planificada

# Duración por sesión
source: Duration per session
es: Duración por sesión

# Durante el entreno puedes pausar, completar series, añadir notas, fotos y agua.
source: During training you can pause, complete sets, add notes, photos and water.
es: Durante el entreno puedes pausar, completar series, añadir notas, fotos y agua.

source: Duration
es: Duración

# duration_2
source: DURATION
es: DURACIÓN

# duration_3
source: Duration
es: Duracion

# duration_4
source: Duration
es: Duración

# duration_label
source: Duration
es: Duración

# duration_min_2
source: Duration (min)
es: Duración (min)

# duration_minutes_seconds_format
source: Duration %dm %ds
es: Duración %dm %ds

source: Duration per session
es: Duración por sesión

# duration_rest_between_exercises_format
source: %d min - %d s between exercises
es: %d min - %d s entre ejercicios

# during_workout_pause_complete_sets_add_notes_photos_and_water
source: During the workout you can pause, complete sets, add notes, photos, and water.
es: Durante el entreno puedes pausar, completar series, añadir notas, fotos y agua.

# easy_label
source: Easy
es: Fácil

source: Easy mobility to absorb volume
es: Movilidad suave para absorber el volumen

# Edad
source: Age
es: Edad

source: Edit
es: Editar

source: Edit body
es: Editar cuerpo

source: Edit plan
es: Editar plan

source: Edit playlists
es: Editar playlists

source: Edit routine
es: Editar rutina

source: Edit Secondary Muscles
es: Ajustar músculos secundarios

source: editable routine
es: rutina editable

# editar
source: Edit
es: Editar

# Editar cuerpo
source: Edit body
es: Editar cuerpo

# Editar plan
source: Edit plan
es: Editar plan

# Editar rutina
source: Edit routine
es: Editar rutina

source: Effective sets
es: Series efectivas

# Ej. Boda, Vacaciones, Maratón
source: Ex. Wedding, Vacation, Marathon
es: Ej. Boda, Vacaciones, Maratón

# Ejercicio
source: Exercise
es: Ejercicio

# Ejercicio (index)/(total)
source: Exercise \(index)/\(total)
es: Ejercicio \(index)/\(total)

# Ejercicio %lld/%lld
source: Exercise %lld/%lld
es: Ejercicio %lld/%lld

# Ejercicio actual
source: Current fiscal year
es: Ejercicio actual

# Ejercicio anterior
source: Previous exercise
es: Ejercicio anterior

# Ejercicio propio
source: Own exercise
es: Ejercicio propio

# Ejercicio siguiente
source: Next exercise
es: Ejercicio siguiente

# Ejercicio todavía no realizado
source: Exercise not yet done
es: Ejercicio todavía no realizado

# ejercicios
source: exercises
es: ejercicios

# Ejercicios
source: Exercises
es: Ejercicios

# Ejercicios del plan
source: Plan exercises
es: Ejercicios del plan

# Ejercicios directos
source: Direct exercises
es: Ejercicios directos

# Ejercicios estancados
source: Stalled exercises
es: Ejercicios estancados

# Ejercicios indirectos
source: Indirect exercises
es: Ejercicios indirectos

# El acceso a fotos está bloqueado. Actívalo en Ajustes → Reps → Fotos.
source: Access to photos is blocked. Activate it in Settings → Reps → Photos.
es: El acceso a fotos está bloqueado. Actívalo en Ajustes → Reps → Fotos.

# El acceso a la cámara está bloqueado. Actívalo en Ajustes.
source: Access to the camera is blocked. Activate it in Settings.
es: El acceso a la cámara está bloqueado. Actívalo en Ajustes.

source: Access applies to advanced analytics, progression preferences, backups, and shareable receipts.
es: El acceso se aplica a analítica avanzada, preferencias de progresión, backups y recibos compartibles.

# El CSV permite exportar sesiones, cardio y métricas corporales.
source: The CSV allows you to export sessions, cardio and body metrics.
es: El CSV permite exportar sesiones, cardio y métricas corporales.

# El entrenamiento libre empieza vacío para que registres solo lo que hagas hoy.
source: Free training starts empty so you record only what you do today.
es: El entrenamiento libre empieza vacío para que registres solo lo que hagas hoy.

# El entrenamiento se adaptará según tu rendimiento.
source: The training will be adapted according to your performance.
es: El entrenamiento se adaptará según tu rendimiento.

# El esfuerzo fue alto. Baja ligeramente para volver al RPE objetivo.
source: The effort was high. Lower slightly to return to the target RPE.
es: El esfuerzo fue alto. Baja ligeramente para volver al RPE objetivo.

# El mapa muestra la distribución muscular prevista según tu foco.
source: The map shows the expected muscle distribution based on your focus.
es: El mapa muestra la distribución muscular prevista según tu foco.

# El micrófono está bloqueado. Actívalo en Ajustes → Reps → Micrófono.
source: The microphone is blocked. Activate it in Settings → Reps → Microphone.
es: El micrófono está bloqueado. Actívalo en Ajustes → Reps → Micrófono.

# El micrófono está bloqueado. Actívalo en Ajustes → Reps.
source: The microphone is blocked. Activate it in Settings → Reps.
es: El micrófono está bloqueado. Actívalo en Ajustes → Reps.

# El peso sobrante es menor que el disco más pequeño disponible (%@ %@)
source: The remaining weight is below the smallest available plate (%@ %@)
es: El peso sobrante es menor que el disco más pequeño disponible (%@ %@)

# El peso sobrante es menor que el disco más pequeño disponible (0.5 (unit))
source: The excess weight is less than the smallest disc available (0.5 \(unit))
es: El peso sobrante es menor que el disco más pequeño disponible (0.5 \(unit))

source: The plan will prioritize exercises with the same pattern, available equipment and good muscle fit.
es: El plan priorizará ejercicios con el mismo patrón, equipo disponible y buen encaje muscular.

# El primer plan reduce fricción y permite medir objetivo vs real.
source: The first plan reduces friction and allows measuring target vs actual.
es: El primer plan reduce fricción y permite medir objetivo vs real.

# El primer registro desbloquea progresión, volumen y recomendaciones reales.
source: The first log unlocks progression, volume, and real recommendations.
es: El primer registro desbloquea progresión, volumen y recomendaciones reales.

source: The watch reads heart rate, kcal, steps, and distance live; the iPhone maintains the route and map.
es: El reloj lee pulso, kcal, pasos y distancia en vivo; el iPhone mantiene la ruta y el mapa.

source: The watch logs route, steps, distance, heart rate, and kcal; Reps will import it upon reconnecting.
es: El reloj registra ruta, pasos, distancia, pulso y kcal; Reps lo importará al reconectar.

# El resumen actualiza progreso, widgets y recibos.
source: The summary updates progress, widgets and receipts.
es: El resumen actualiza progreso, widgets y recibos.

# El volumen está subiendo
source: The volume is going up
es: El volumen está subiendo

# El volumen real cubre el objetivo del plan.
source: Actual volume covers the plan target.
es: El volumen real cubre el objetivo del plan.

# Elegir de galería
source: Choose from gallery
es: Elegir de galería

# Elegir ejercicio
source: Choose exercise
es: Elegir ejercicio

# Elevación de gemelos
source: Calf lift
es: Elevación de gemelos

# Elevación de gemelos en Smith
source: Smith calf raise
es: Elevación de gemelos en Smith

# Elevación lateral
source: Lateral raise
es: Elevación lateral

# Elige el cuerpo que usará la app
source: Choose the body that the app will use
es: Elige el cuerpo que usará la app

# Elige si el plan rota por ciclo o se fija a días concretos.
source: Choose whether the plan rotates by cycle or is fixed to specific days.
es: Elige si el plan rota por ciclo o se fija a días concretos.

# Elige tu entrenamiento
source: Choose your training
es: Elige tu entrenamiento

# Eliminar día
source: Delete day
es: Eliminar día

# Elíptica
source: Elliptical
es: Elíptica

# elliptical_label
source: Elliptical
es: Elíptica

# Empezar
source: Begin
es: Empezar

# Empezar con mi plan
source: Start with my plan
es: Empezar con mi plan

# Empezar entreno
source: Start workout
es: Empezar entreno

# Empezar hoy
source: Start today
es: Empezar hoy

# Empieza desde Today o desde una rutina programada.
source: Start from Today or from a scheduled routine.
es: Empieza desde Today o desde una rutina programada.

# Empieza tu racha hoy
source: Start your streak today
es: Empieza tu racha hoy

# Empieza y finaliza un entreno para construir el historial.
source: Start and finish a workout to build history.
es: Empieza y finaliza un entreno para construir el historial.

# Empuje, pierna y core
source: Push, legs and core
es: Empuje, pierna y core

# En progreso
source: In progress
es: En progreso

# en_2
source: en
es: es

# en_curso
source: In progress
es: En curso

source: en_US
es: es_ES

source: Enable alerts for scheduled sessions and consistency nudges.
es: Activa avisos para entrenos programados y señales de constancia.

# Encuentra ejercicios para casa o gimnasio desde el día uno.
source: Find exercises for home or gym from day one.
es: Encuentra ejercicios para casa o gimnasio desde el día uno.

source: End
es: Finalizar

source: End date
es: Fecha de fin

source: End membership
es: Finalizar membresía

source: End training
es: Finalizar entrenamiento

# Energía / Estrés percibido
source: Energy/Perceived Stress
es: Energía / Estrés percibido

# Energía antes
source: Energy before
es: Energía antes

# Energía después
source: Energy after
es: Energía después

# Energía ingerida (kcal)
source: Energy ingested (kcal)
es: Energía ingerida (kcal)

source: Energy after
es: Energía después

source: Energy before
es: Energía antes

source: Energy ingested (kcal)
es: Energía ingerida (kcal)

source: ENERGY STATE
es: ESTADO DE ENERGÍA

source: Energy work, intervals, and explosiveness.
es: Trabajo energético, intervalos y explosividad.

# enfoque
source: Focus
es: Enfoque

source: English
es: Ingles

# enter_valid_weight_and_height
source: Enter valid weight and height values.
es: Introduce valores válidos de peso y altura.

# Entorno
source: Environment
es: Entorno

# Entorno de entrenamiento
source: Training environment
es: Entorno de entrenamiento

# Entre ejercicios
source: Between exercises
es: Entre ejercicios

# Entrena con un plan que se adapta a ti.
source: Train with a plan that suits you.
es: Entrena con un plan que se adapta a ti.

# Entrena según plan y respeta los descansos completos en ejercicios principales.
source: Train according to plan and respect complete rests in main exercises.
es: Entrena según plan y respeta los descansos completos en ejercicios principales.

# Entrena una semana completa gratis.
source: Train for a full week for free.
es: Entrena una semana completa gratis.

# Entrena, registra y deja que Reps ajuste tus métricas.
source: Train, record and let Reps adjust your metrics.
es: Entrena, registra y deja que Reps ajuste tus métricas.

# Entrenamiento
source: Training
es: Entrenamiento

# Entrenamiento (dayIndex + 1)
source: Training \(dayIndex + 1)
es: Entrenamiento \(dayIndex + 1)

# Entrenamiento (days.count + 1)
source: Training \(days.count + 1)
es: Entrenamiento \(days.count + 1)

# Entrenamiento A
source: Training A
es: Entrenamiento A

# Entrenamiento Apple Health
source: Apple Health Training
es: Entrenamiento Apple Health

# Entrenamiento de hoy
source: Today's training
es: Entrenamiento de hoy

# Entrenamiento en casa
source: Home training
es: Entrenamiento en casa

# Entrenamiento libre
source: Free workout
es: Entrenamiento libre

# Entrenamientos: (weeklyTrainingDays) días/semana
source: Training: \(weeklyTrainingDays) days/week
es: Entrenamientos: \(weeklyTrainingDays) días/semana

# Entrenar libre
source: Train free
es: Entrenar libre

# Entreno
source: training
es: Entreno

# entreno activo
source: active workout
es: entreno activo

# Entreno activo, progreso, calorías y estado físico.
source: Active workout, progress, calories, and physical state.
es: Entreno activo, progreso, calorías y estado físico.

# Entreno libre
source: free training
es: Entreno libre

# Entreno libre, rutina o sesión programada.
source: Free workout, routine, or scheduled session.
es: Entreno libre, rutina o sesión programada.

# Entreno programado
source: Scheduled training
es: Entreno programado

# Entreno realizado
source: Training done
es: Entreno realizado

# Entreno sincronizado desde el iPhone.
source: Workout synced from iPhone.
es: Entreno sincronizado desde el iPhone.

# Entrenos
source: Training
es: Entrenos

# Enviar archivo
source: Send file
es: Enviar archivo

# Enviar opinión
source: Send review
es: Enviar opinión

source: Environment
es: Entorno

# environment_2
source: Environment
es: Entorno

# equip_bands
source: Bands
es: Bandas

# equip_barbell
source: Barbell
es: Barra

# equip_bench
source: Bench
es: Banco

# equip_bodyweight
source: Bodyweight
es: Peso corporal

# equip_dumbbells
source: Dumbbells
es: Mancuernas

# equip_machines
source: Machines
es: Máquinas

# Equipamiento
source: Equipment
es: Equipamiento

# equipamiento_disponible
source: Available equipment
es: Equipamiento disponible

source: Equipment
es: Equipamiento

# equipment_2
source: Equipment
es: Equipamiento

source: Equipment routine
es: Rutina por equipo

# equipo
source: Equipment
es: Equipo

# equipo_disponible
source: Available equipment
es: Equipo disponible

# es_ES
source: en_US
es: es_ES

# Escoge el escenario más realista. Luego afinamos equipo y duración.
source: Choose the most realistic scenario. Then we fine-tune equipment and duration.
es: Escoge el escenario más realista. Luego afinamos equipo y duración.

# esfuerzo_rpe
source: Effort (RPE)
es: Esfuerzo (RPE)

# Espalda y biceps
source: Back and biceps
es: Espalda y biceps

# Espalda y bíceps
source: Back and biceps
es: Espalda y bíceps

# Español
source: Spanish
es: Español

# Esperado
source: Expected
es: Esperado

# Esperando ejercicio
source: waiting for exercise
es: Esperando ejercicio

source: Essential
es: Básico

# Esta cuenta iCloud no está en la allowlist Pro.
source: This iCloud account is not in the Pro allowlist.
es: Esta cuenta iCloud no está en la allowlist Pro.

# Esta integración permitirá a Reps:
source: This integration will allow Reps to:
es: Esta integración permitirá a Reps:

# Esta semana
source: This week
es: Esta semana

# Esta sesión mostrará GPS, ruta y mapa durante el entrenamiento.
source: This session will show GPS, route and map during training.
es: Esta sesión mostrará GPS, ruta y mapa durante el entrenamiento.

# Esta sesión no contiene series de fuerza.
source: This session does not contain strength sets.
es: Esta sesión no contiene series de fuerza.

# ESTADO DE ENERGÍA
source: POWER STATUS
es: ESTADO DE ENERGÍA

# Estás a (abs(delta)) series de cubrir el objetivo semanal.
source: You are \(abs(delta)) sets away from covering the weekly target.
es: Estás a \(abs(delta)) series de cubrir el objetivo semanal.

# Este año
source: This year
es: Este año

source: This block is \(Int(totalVolume - previousVolume)) kg above the previous comparable period.
es: Este bloque está \(Int(totalVolume - previousVolume)) kg por encima del periodo comparable anterior.

source: This button forces a test crash to validate Firebase Crashlytics on device or internal TestFlight.
es: Este botón fuerza un crash de prueba para validar Firebase Crashlytics en dispositivo o TestFlight interno.

# Este ejercicio todavía no incluye instrucciones detalladas.
source: This exercise does not yet include detailed instructions.
es: Este ejercicio todavía no incluye instrucciones detalladas.

source: This exercise does not yet have detailed instructions. If it comes from open source, it will be completed by syncing the library.
es: Este ejercicio todavía no tiene instrucciones detalladas. Si viene de la fuente abierta, se completará al sincronizar la biblioteca.

source: This forecast estimates the training stimulus. Remember that the actual results of muscle mass gain or fat loss depend critically on your diet and rest.
es: Este pronóstico estima el estímulo del entrenamiento. Recuerda que los resultados reales de ganancia de masa muscular o pérdida de grasa dependen críticamente de tu alimentación y descanso.

# Estilos de visualización
source: Display styles
es: Estilos de visualización

# Estima tu fuerza máxima y zonas de carga
source: Estimate your maximum strength and load zones
es: Estima tu fuerza máxima y zonas de carga

# Estima tu máximo
source: Estimate your max
es: Estima tu máximo

# estimación
source: estimate
es: estimación

# Estimacion basada en el volumen semanal del plan generado y tu constancia.
source: Estimation based on the weekly volume of the generated plan and your consistency.
es: Estimacion basada en el volumen semanal del plan generado y tu constancia.

source: estimate
es: estimación

source: Estimate your max
es: Estima tu máximo

source: Estimate your maximum strength and load zones
es: Estima tu fuerza máxima y zonas de carga

source: Estimated 1RM
es: 1RM estimada

source: Estimated consistency level:
es: Nivel de constancia estimado:

source: Estimated from each session average HR.
es: Estimación por FC media de cada sesión.

source: Estimated maximum
es: Máximo estimado

source: Estimated Maximum (1RM)
es: Máximo Estimado (1RM)

source: Estimated tension through the range of motion.
es: Presión estimada durante el rango de movimiento.

# Esto cambia repeticiones, descansos y foco del plan generado.
source: This changes repetitions, rests and focus of the generated plan.
es: Esto cambia repeticiones, descansos y foco del plan generado.

# Estrés
source: Stress
es: Estrés

# Estrés corporal y wellness
source: Body stress and wellness
es: Estrés corporal y wellness

# Estrés: (stress)/5
source: Stress: \(stress)/5
es: Estrés: \(stress)/5

source: Evaluating available equipment...
es: Evaluando equipamiento disponible...

source: Event date
es: Fecha del evento

# event_default
source: Event
es: Evento

source: Event name
es: Nombre del evento

# event_reached_review_results_and_prepare_next_block
source: Event reached. Review results and prepare the next block with the current state.
es: Evento alcanzado. Revisa resultados y prepara el siguiente bloque con el estado actual.

source: Event reached. Review results and prepare the next block with the current state.
es: Evento alcanzado. Revisa resultados y prepara el siguiente bloque con el estado actual.

# Evita
source: Avoid
es: Evita

# Evolución
source: Evolution
es: Evolución

# Evolución del ejercicio
source: Exercise evolution
es: Evolución del ejercicio

# Evolución moderada (continuar bloque)
source: Moderate evolution (continue block)
es: Evolución moderada (continuar bloque)

# Evolución muscular esperada.
source: Expected muscle evolution.
es: Evolución muscular esperada.

# Evolución óptima (deload o nuevo bloque)
source: Optimal evolution (deload or new block)
es: Evolución óptima (deload o nuevo bloque)

# EVOLUCIÓN TEMPORAL
source: TEMPORAL EVOLUTION
es: EVOLUCIÓN TEMPORAL

source: Evolution
es: Evolución

source: Ex. Wedding, Vacation, Marathon
es: Ej. Boda, Vacaciones, Maratón

source: Excellent consistency!
es: ¡Excelente constancia!

source: Execution reference image
es: Imagen de referencia para ejecución

source: Exercise
es: Ejercicio

source: Exercise Library
es: Biblioteca de ejercicios

source: Exercise not performed yet
es: Ejercicio aún no realizado

source: Exercise Progress
es: Progreso del ejercicio

source: Exercise scheduled.
es: Ejercicio programado.

# exercise_2
source: Exercise
es: Ejercicio

source: Exercise added to the active plan.
es: Ejercicio añadido al plan activo.

# exercise_barbell_row
source: Barbell Row
es: Remo con barra

# exercise_bench_press
source: Bench Press
es: Press de banca

# exercise_bicep_curl
source: Bicep Curl
es: Curl de bíceps

# exercise_count_format
source: %d exercises
es: %d ejercicios

# exercise_deadlift
source: Deadlift
es: Peso muerto

# exercise_dips
source: Dips
es: Fondos

# exercise_goal_reached
source: Daily Goal Reached!
es: ¡Meta diaria alcanzada!

# exercise_goal_subtitle
source: Based on your 30-min daily activity goal
es: Basado en tu meta de actividad diaria de 30 min

# exercise_great_body
source: You hit 30 min of movement today. Keep it up!
es: ¡Lograste 30 min de movimiento hoy. Sigue así!

# exercise_label
source: Exercise
es: Ejercicio

# exercise_library_benefit
source: Find exercises for home or gym from day one.
es: Encuentra ejercicios para casa o gimnasio desde el día uno.

# exercise_library_summary
source: Explore and reuse your full library.
es: Explora y reutiliza tu biblioteca completa.

# exercise_library_title
source: Exercise Library
es: Biblioteca de ejercicios

# exercise_low_body
source: Try to get at least 30 minutes of movement today.
es: Intenta hacer al menos 30 minutos de movimiento hoy.

# exercise_low_title
source: Time to Move
es: Tiempo de moverse

source: Exercise markers
es: Marcadores del ejercicio

# exercise_not_done_message
source: When you complete sets for this exercise, weight, volume, reps and 1RM trends will appear here.
es: Cuando completes series de este ejercicio aparecerán aquí sus tendencias de peso, volumen, repeticiones y 1RM.

# exercise_not_done_yet
source: Exercise not performed yet
es: Ejercicio todavía no realizado

# exercise_on_track
source: Keep Moving
es: Sigue moviéndote
